/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "No se ha podido reproducir el contenido seleccionado.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "No encuentra ningún contenido.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "No puede reproducir la canción actual.";


/* kBRMediaNoContent*/
300 = "No se han encontrado contenidos.";

/* kBRMediaNoPhotoContent */
301 = "No hay ninguna foto en su fototeca de iPhoto.";

/* kBRMediaNoPodcastContent */
302 = "No hay ningún podcast en su biblioteca de iTunes.";

/* kBRMediaNotDRMAuthorized */
303 = "No dispone de autorización para reproducir este contenido.";

/* kBRMediaNoMovieFolderContent */
304 = "No hay ninguna película en su carpeta Películas.";

/* kBRMediaNoTVShowContent */
305 = "No hay ningún programa de televisión en su biblioteca de iTunes.";

/* kBRMediaNoMusicVideoContent */
306 = "No hay ningún vídeo musical en su biblioteca de iTunes.";

/* kBRMediaNoPlaylists */
307 = "No hay ninguna lista de reproducción en su biblioteca de iTunes.";

/* kBRMediaNoSongContent */
308 = "No hay ninguna canción en su biblioteca de iTunes.";

/* kBRMediaNoAudioBookContent */
309 = "No hay ningún audiolibro en su biblioteca de iTunes.";

/* kBRMediaEmptyPlaylist */
310 = "No hay ninguna canción en esta lista de reproducción.";

/* kBRMediaNoSuchPlaylist */
311 = "No se ha podido encontrar la lista de reproducción seleccionada.";

/* kBRMediaNoSuchSong */
312 = "No se ha podido encontrar la canción seleccionada.";

/* kBRMediaNoMovies */
315 = "No hay ninguna película en su carpeta Películas.";

/* kBRMediaNoSongForSlideshow */
316 = "No se ha podido reproducir la canción de este pase de diapositivas.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "No se ha podido reproducir la canción de este pase de diapositivas.";

/* kBRVideoUnplayable */
318 = "No se ha podido reproducir el vídeo seleccionado.";

/* kBRMediaRadioStreamUnplayable */
319 = "No se ha podido reproducir la transmisión de radio seleccionada.";

/* kBRRemoteMediaNoContent*/
350 = "No se han encontrado contenidos en esta biblioteca.";

/* kBRRemoteMediaNoPhotoContent */
351 = "No hay ninguna foto en esta biblioteca.";

/* kBRRemoteMediaNoPodcastContent */
352 = "No hay ningún podcast en esta biblioteca.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "No dispone de autorización para reproducir este contenido.";

/* kBRRemoteMediaNoTVShowContent */
355 = "No hay ningún programa de televisión en esta biblioteca.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "No hay ningún vídeo musical en esta biblioteca.";

/* kBRRemoteMediaNoPlaylists */
357 = "No hay ninguna lista de reproducción en esta biblioteca.";

/* kBRRemoteMediaNoSongContent */
358 = "No hay ninguna canción en esta biblioteca.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "No hay ningún audiolibro en esta biblioteca.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "No hay ninguna canción en esta lista de reproducción.";

/* kBRRemoteMediaLoadingError */
361 = "Se ha producido un error al cargar este contenido.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "La fuente de fotos compartidas no está disponible.";

/* kBRDataSourceInitializationFailure*/
400 = "No se han encontrado contenidos.";

/* kBRDataSourceURLResolutionFailure*/
410 = "No se han encontrado contenidos.";

/* kBRDataSourceConnectionInProgressError */
420 = "Ya está intentando conectarse a esta fuente.";


/* KBRSystemNetworkHostUnreachable */
501 = "No puede conectarse a esta biblioteca.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "No se puede reproducir el tráiler de cine en estos momentos.";

/* kBRSystemNotHDCPCompliant */
503 = "Para poder reproducir este contenido se requiere HDCP.";

/* kBRSetupCantSetLanguage */
600 = "No se ha podido cambiar el idioma.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "No se puede reproducir un DVD en estos momentos.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "El DVD no puede expulsarse.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "El código regional del DVD no coincide con el del reproductor de DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "El DVD no puede reproducirse.";

/* kBRDVDErrorFatalDVDAlert */
754 = "El DVD no puede reproducirse.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Este CD no puede expulsarse.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "La protección de copia del disco no puede verificarse.";

/* kBRInternalResourceError */
900 = "Se ha producido un error.";

